[% WRAPPER ui 
	title = global.conference.name 
	nav = 'local'
%]

<h1>Rio de Janeiro</h1>
<p>
Por suas inúmeras facetas, o Rio é a capital do turismo brasileiro. A cidade maravilhosa é um mosaico de encantos espalhados entre o mar e a montanha. Separada pela sexta maior ponte do mundo, do outro lado da hist&oacute;rica ba&iacute;a de Guanabara, est&aacute; Niter&oacute;i. Só pela bela vista que se tem dos maiores pontos turísticos do Rio de Janeiro, já valeria a visita à cidade. Porém, Niter&oacute;i tem seus próprios encantos. Praias belíssimas e noite agitada. O Museu de Arte Contemporânea - MAC, conhecido mundialmente, o belíssimo Teatro Municipal João Caetano e um grande centro de compras, basta atravessar a rua. N&atilde;o perca a oportunidade e aproveite para passear ap&oacute;s o evento!
</p>
<p>&nbsp;</p>
<h1>Local do Evento - UFF</h1>
<p>O evento vai acontecer no campus da <a href="http://uff.br">UFF</a> - Universidade Federal Fluminense - no Sal&atilde;o da Faculdade de Direito. Fica num dos pontos mais bem localizados da cidade, e &eacute; muito f&aacute;cil de chegar. A &aacute;rea &eacute; toda coberta por Wifi, h&aacute; &oacute;timos restaurantes por perto e o estacionamento ser&aacute; liberado para participantes do evento por todo o fim de semana.
</p>
<hr />

<p>Rua Presidente Pedreira, 62 – Ingá, Niterói, RJ<br />(UFF - Faculdade de Direito)</p>
<p>&nbsp;</p>

<h1>Minicursos de Sexta Feira</h1>
<p>Para melhor acomodar os inscritos, os minicursos de introdu&ccedil;&atilde;o ao Perl ser&atilde;o ministrados no Laborat&oacute;rio do Instituto de Computa&ccedil;&atilde;o da UFF, que oferece infraestrutura de ponta e todos os recursos necess&aacute;rios para a melhor experi&ecirc;ncia dos participantes. Fica apenas a duas quadras do sal&atilde;o principal e haver&aacute; guias no local indicando o caminho.
</p>
<p>Rua Passo da Pátria 156, Bloco E, 3o andar – São Domingos, Niterói, RJ<br />(UFF - Campus da Praia Vemelhra)</p>

<iframe width="650" height="450" frameborder="0" scrolling="no" marginheight="0" marginwidth="0" src="http://maps.google.com/maps/ms?f=q&amp;source=s_q&amp;hl=en&amp;geocode=&amp;ie=UTF8&amp;msa=0&amp;msid=106750604989928378245.0004743459305bd56193b&amp;ll=-22.899423,-43.116188&amp;spn=0.031627,0.047207&amp;z=14&amp;output=embed"></iframe><br /><small><a href="http://maps.google.com/maps/ms?f=q&amp;source=embed&amp;hl=en&amp;geocode=&amp;ie=UTF8&amp;msa=0&amp;msid=106750604989928378245.0004743459305bd56193b&amp;ll=-22.899423,-43.116188&amp;spn=0.031627,0.047207&amp;z=14" style="color:#0000FF;text-align:left">Expandir Mapa YAPC::Brasil 2009</a></small>


<p>&nbsp;</p>
<h1>Como Chegar</h1>
<p>
<strong>de taxi</strong> - pe&ccedil;a ao motorista para ir ao campus da UFF no Gragoat&aacute;<br />
<strong>de carro</strong> - veja os mapas acima!<br />
<strong>de carona</strong> - coloque seu pedido <a href="/2009/wiki">em nossa wiki</a>, fa&ccedil;a novas amizades e seja ecologicamente correto! <br />
</p>

[% END %]
