[% WRAPPER ui
  title = global.conference.name 
  nav = 'minicurso'
%]

<h1>Mini-Curso: <i>Effective Perl Programming</i></h1>
<h2>brian d foy</h2>

<p>O mini-curso <i>Effective Perl Programming</i>, baseado no livro hom&ocirc;nimo, abrange
uma s&eacute;rie de t&oacute;picos de programa&ccedil;&atilde;o em Perl. O curso, focado em oferecer ao participante um conhecimento aprofundado na linguagem, apresentar&aacute; aplica&ccedil;&otilde;es efetivas e apropriadas do Perl aos problemas mais comuns de programa&ccedil;&atilde;o encontrados no dia a dia.
</p>

<h3>Por que fazer?</h3>
<p><strong>Trata-se de uma excelente oportunidade para sedimentar seus conhecimentos em Perl e aprender novas t&eacute;cnicas e truques com um dos maiores especialistas do mundo!</strong></p>

<h2>Requisitos</h2>
<ul>
 <li><strong>Trazer seu pr&oacute;prio notebook!</strong></li>
 <li>Saber editar arquivos de texto e interagir com o sistema via linha de comando</li>
 <li>Conhecimentos m&iacute;nimos de Perl e algoritmos</li>
 <li>Entender ingl&ecirc;s</li>
</ul>
<p>Nenhum software especial &eacute; necess&aacute;rio, mas o sistema do participante deve conter o perl - por raz&otilde;es &oacute;bvias. Embora na maior parte do curso possa ser usado Perl 5.8 (lan&ccedil;ado em 2002), o curso cobrir&aacute; tamb&eacute;m Perl 5.12 (lan&ccedil;ado em 2010) e 5.14 (lan&ccedil;ado em 2011). Podem ser usados perls dispon&iacute;veis na instala&ccedil;&atilde;o de sistemas/distribui&ccedil;&otilde;es, <a href="http://www.strawberryperl.com/">Strawberry Perl</a> para Windows, <a href="http://www.activestate.com/activeperl">Active Perl</a> ou sua pr&oacute;pria compila&ccedil;&atilde;o personalizada.</p>

<p>Para melhor aproveitamento do mini-curso, sugerimos que o participante utilize um sistema parecido com o que costuma usar em suas atividades de desenvolvimento.</p>

<h2>Sobre o Instrutor</h2>

<img style="float:left;width:100px;margin-right:5px" src="http://a3.twimg.com/profile_images/1563922007/headshot.jpg" />

<p><strong>brian d foy</strong></p> &eacute; co-autor dos livros Effective Perl Programming, Learning Perl e Intermediate Perl, e autor do livro Mastering Perl. Foi criador do primeiro grupo de usu&aacute;rios Perl do mundo, os New York Perl Mongers, autor do The Perl Review, mantenedor de parte da documenta&ccedil;&atilde;o core do Perl e renomado instrutor e palestrante.</p>




[% END %]
