
[% WRAPPER ui  global.conference.name %]
<h1>Abstract</h1>
<p>
<t>
<pt>São Paulo hospeda em 2012 a sétima edição da YAPC::Brasil, oferecendo à comunidade de usuários oficinas, palestras e debates sobre o estado da arte sobre as práticas e tecnologias voltadas para captura, armazenamento, busca, compartilhamento, análise, e visualização das grandes quantidades dados.</pt>
<en>São Paulo hosts in 2012 the 7th edition of YAPC::Brasil, offering to the user community workshops, lectures and debates about the state-of-the-art on practices and technologies focused on the capture, storage, search, sharing, analysis and visualization of big data sets.</en>
<es>Sao Paulo hospeda en 2012 la s&eacute;ptima edici&oacute;n de YAPC::Brasil, ofreciendo a la comunidad de usuarios talleres, charlas y debates sobre el estado del arte de pr&aacute;cticas y tecnolog&iacute;as para capturar, almacenar, buscar, compartir, analizar, y visualizar grandes vol&uacute;menes de datos.</es>
</t>
</p>
<p>
<t>
<pt>A YAPC::Brasil é um evento social para integrar a comunidade Perl de desenvolvedores e usuários e a edição 2012 está estruturada para fomentar o diálogo e a colaboração entre desenvolvedores Perl e profissionais das demais áreas de conhecimento que estão experimentando grandes transformações com o fenômeno Big Data.</pt>
<en>YAPC::Brasil is an event aiming at integrating the Perl user and developers community, and the 2012 edition is structured to foster dialogue and collaboration among Perl developers and professionals of different knowledge fields, who are going through a lot of transformations with the Big Data phenomenon.</en>
<es>YAPC::Brasil es un evento social enfocado en integrar la comunidad Perl de desarrolladores y usuarios, y la edici&oacute;n 2012 est&aacute; estructurada para fomentar el di&aacute;logo y la colaboraci&oacute;n entre desarrolladores Perl y profesionales de diferentes &aacute;reas de conocimiento que est&aacute;n experimentando grandes transformaciones debido al fen&oacute;meno Big Data.</es>
</t>
</p>
<p>
<t>
<pt>A interdisciplinaridade é uma prioridade para a comunidade Perl, expressa em seu lema «há mais do que uma maneira de fazê-lo —there's more than one way to do it. Tanto os core hackers da linguagem quanto seus usuários ocasionais são oriundos das mais diversas formações acadêmicas: Antropologia, Biologia, Computação, Engenharia, Jornalismo, Letras e etc..</pt>
<en>Interdisciplines is a priority concern for the Perl community, expressed in its motto: "There's more than one way of doing it". Not only the core hackers of the language, but also some occasional users come from very diverse academic backgrounds: Anthropology, Biology, Computier Sciences, Engineering, Journalism, Linguistic, etc...</en>
<es>La interdiciplinaridad es una prioridad para la comunidad Perl, expresada en su lema: "Hay m&aacute;s de una manera de hacer las cosas". No s&oacute;lo los hackers del lenguaje, sino que tambi&eacute;n usuarios ocasionales que vienen de diversos ambientes acad&eacute;micos: Antropolog&iacute;a, Biolog&iacute;a, Computaci&oacute;n e Inform&aacute;tica, Ingenier&iacute;a, Periodismo, Lingu&iacute;stica, etc...</es>
</t>
</p>
<p>
<t>
<pt>A revolução dos dados compreende as possibilidades e os desafios do manejo de grandes massas de dados que estão sendo incorporados à realidade profissional e acadêmica em inúmeros domínios de conhecimento e atuação e em especial ao movimento mundial em prol dos dados abertos - Open Data.</pt>
<en>The data revolution encompasses the possibilities and the challenges of handling big chunks of data that are being added to the professional and academic life in countless domains of knowledge, specially for the world wide trend pro data transparency - Open Data.</en>
<es>La revoluci&oacute;n de la informaci&oacute;n abarca las posibilidades y los desaf&iacute;os de manejar grandes vol&uacute;menes de datos que est&aacute;n siendo incorporados en la vida profesional y acad&eacute;mica en numeras &aacute;reas de conocimiento, especialmente en la tendencia mundial en pro de la transparencia de la informaci&oacute;n</es>
</t>
</p>

[% END %]
